[
    {
        "url": "https:\/\/issuu.com\/rimu751\/docs\/africa-travel-2021-september\/s\/13564451",
        "hyper_text": "Did You Know? Sudan Has More Pyramids Than Egypt",
        "sidenote": "The country has between 200 and 250 pyramids compared to Egypt’s roughly 138, making it the country with the most pyramids.",
        "valid_as_of_utc": "2025-07-05 23:50:47"
    },
    {
        "url": "https:\/\/en.m.wikipedia.org\/wiki\/Voyager_1",
        "hyper_text": "Voyage 1",
        "sidenote": "At a distance of 24.9 billion km from Earth as of May 2025, it is the most distant human-made object from Earth. Its radioisotope thermoelectric generators may supply enough electric power to return engineering data until 2036.",
        "valid_as_of_utc": "2025-07-05 23:47:50"
    },
    {
        "url": "https:\/\/time.com\/7280005\/memory-issues-red-flags\/",
        "hyper_text": "7 Signs It's Time to Take Your Memory Problems Seriously",
        "sidenote": "Brain health experts shared the signs that it’s time to take your memory problems seriously.",
        "valid_as_of_utc": "2025-04-28 10:06:55"
    },
    {
        "url": "https:\/\/www.newyorker.com\/magazine\/2025\/03\/31\/the-deaths-and-lives-of-two-sons",
        "hyper_text": "The Deaths—and Lives—of Two Sons",
        "sidenote": "\"My husband and I had two children and lost them both: Vincent in 2017, at sixteen, James in 2024, at nineteen. Both chose suicide, and both died not far from home; Vincent near Princeton Junction, James near Princeton Station.\"",
        "valid_as_of_utc": "2025-04-10 10:07:37"
    },
    {
        "url": "https:\/\/en.wikipedia.org\/wiki\/Treasure_Island_(Ontario)?wprov=sfti1#",
        "hyper_text": "Treasure Island (Ontario)",
        "sidenote": "Treasure Island is the world's largest natural island in a lake on an island in a lake.",
        "valid_as_of_utc": "2025-04-10 09:56:25"
    },
    {
        "url": "https:\/\/www.cnn.com\/2025\/04\/06\/health\/diet-food-aging-nutrition-study-wellness\/index.html",
        "hyper_text": "What you eat in midlife affects how healthy you are at age 70, according to a new study",
        "sidenote": "Eight diets are associated with healthy aging: the Alternative Healthy Eating Index (AHEI), the Alternative Mediterranean Index (aMED), the Dietary Approaches to Stop Hypertension (DASH), the Mediterranean-DASH Intervention for Neurodegenerative Delay (MIND), the healthful plant-based diet (hPDI), the Planetary Health Diet Index (PHDI), the empirically inflammatory dietary pattern (EDIP), and the empirical dietary index for hyperinsulinemia (EDIH).",
        "valid_as_of_utc": "2025-04-07 02:23:37"
    },
    {
        "url": "https:\/\/arxiv.org\/pdf\/2503.23674",
        "hyper_text": "Large Language Models Pass the Turing Test",
        "sidenote": "\"When prompted to adopt a humanlike persona,\r\nGPT-4.5 was judged to be the human 73% of the time.\"",
        "valid_as_of_utc": "2025-04-03 04:47:13"
    },
    {
        "url": "https:\/\/www.cnn.com\/2025\/03\/31\/health\/deep-rem-sleep-alzheimers-wellness\/index.html",
        "hyper_text": "Alzheimer’s risk rises when amount of deep sleep falls, study suggests",
        "sidenote": "Deficits in slow-wave and REM sleep appear to shrink parts of the brain known to be early indicators of cognitive deterioration and Alzheimer’s disease.",
        "valid_as_of_utc": "2025-04-01 02:06:23"
    },
    {
        "url": "https:\/\/bendodson.com\/projects\/apple-music-artwork-finder\/",
        "hyper_text": "Apple Music Artwork Finder by Ben Dodson",
        "sidenote": "The album covers on the Tracks page are automatically fetched using Ben’s shortcut. Thanks a lot! ",
        "valid_as_of_utc": "2025-03-22 09:09:07"
    },
    {
        "url": "https:\/\/www.manton.org\/2025\/03\/19\/microblog-adding-european-servers.html",
        "hyper_text": "Micro.blog adding European servers",
        "sidenote": "U.S. jurisdiction is making global Internet users feel insecure. ",
        "valid_as_of_utc": "2025-03-20 07:41:19"
    },
    {
        "url": "https:\/\/forum.chronofhorse.com\/t\/doug-spinks-death\/755693",
        "hyper_text": "Doug Spink's death",
        "sidenote": "The author of Uniquely Dangerous has confirmed that Doug is dead, yet few seem to be sad about the news.",
        "valid_as_of_utc": "2025-03-19 09:36:53"
    },
    {
        "url": "https:\/\/slate.com\/technology\/2022\/06\/elephant-tramples-woman-india-violence-interview.html",
        "hyper_text": "How to Tell if an Elephant Is About to Get Violent",
        "sidenote": "According to Caitlin O’Connell-Rodwell, an instructor at Harvard Medical School who has been studying elephant communities and elephant societies for 30 years, the elephant behavior that’s making the news is quite bizarre.",
        "valid_as_of_utc": "2025-03-19 00:25:27"
    }
]